Repository: aazizb/wuduwudu
Catalog: IWS/IWSProject/Content/IWSLocalResource.*.resx
Languages: fr_fr

source: Supplier
fr_fr: Fournisseur

# btnAddNew
source: New
fr_fr: Ajouter

# btnCancel
source: Cancel
fr_fr: Annuler

# btnDelete
source: Delete
fr_fr: Supprimer

# btnEdit
source: Edit
fr_fr: Editer

# btnUpdate
source: Update
fr_fr: Actualiser

source: Due Date
fr_fr: Echéance

source: Good Receiving
fr_fr: Bon de Réception

source: Item #
fr_fr: Article

source: Line Good Receiving
fr_fr: Ligne Bon de Réception

source: Model ID
fr_fr: Model ID fr-FR

source: Price
fr_fr: Prix

source: Quantity
fr_fr: Quantité

source: Store
fr_fr: Entrepôt

source: TEXT
fr_fr: TEXTE

# transid
source: Transaction ID
fr_fr: N° Transaction

source: Unit
fr_fr: Unité

source: VAT
fr_fr: T.V.A

# qttyunit
source: Unit
fr_fr: Unité

source: Sales Price
fr_fr: Prix de Vente

source: Credit
fr_fr: Crédit

source: Debit
fr_fr: Débit

source: Bank Account
fr_fr: Compte Banquaire

# costcenters
source: Cost Center
fr_fr: Cost Center fr-FR

source: Purchase Order
fr_fr: Purchase Order fr-FR

# lineprchaseorder
source: Line Purchase Order
fr_fr: Ligne Bon de Commande

source: Account ID
fr_fr: Account ID fr-FR

source: City
fr_fr: Ville

source: State
fr_fr: Pays

# zip
source: ZIP Code
fr_fr: Code Postal

source: Street
fr_fr: Rue

source: Account
fr_fr: Compte

# dateofclose
source: Close Date
fr_fr: Date Fermeture

# dateofopen
source: Open Date
fr_fr: Date Ouverture

source: Name
fr_fr: Nom

source: Customer
fr_fr: Client

source: Payment
fr_fr: Paiement

source: Line Payment
fr_fr: Ligne Paiement

source: Vendor Invoice
fr_fr: Facture Fournisseur

source: Line Vendor Invoice
fr_fr: Ligne Facture Fournisseur

# expenseaccountid
source: Expense Account
fr_fr: Expensive Account fr-FR

# inputvataccountid
source: Input VAT Account
fr_fr: Input VAT Account fr-FR

# outputvataccountid
source: Output VAT Account
fr_fr: Output VAT Account fr-FR

source: Percent
fr_fr: Pourcent

source: Quantity Unit
fr_fr: Quantity Unit fr-FR

# revenueaccountid
source: Revenue Account
fr_fr: Revenue Account fr-FR

# stockaccountid
source: Stock Account
fr_fr: Stock Account fr-FR

# bankaccountid
source: Bank Account
fr_fr: Bank Account fr-FR

# nextperiode
source: Next Period
fr_fr: Next Period fr-FR

# paymentclearingaccountid
source: Payment Clearing Account
fr_fr: Payment Clearing Account fr-FR

source: Periode
fr_fr: Periode fr-FR

# purchasingclearingaccountid
source: Purchasing Clearing Account
fr_fr: Purchasing Clearing Account fr-FR

# salesclearingaccountid
source: Sales Clearing Account
fr_fr: Sales Clearing Account fr-FR

# settlementclearingaccountid
source: Settlement Clearing Account
fr_fr: Settlement Clearing Account fr-FR

source: Tax Code
fr_fr: Tax Code fr-FR

source: VAT Code
fr_fr: VAT Code fr-FR

source: Company
fr_fr: Compagnie

source: Administration
fr_fr: Administration fr-FR

source: Dashboard
fr_fr: Dashboard fr-FR

source: Invoice
fr_fr: Invoice fr-FR

source: Purchasing
fr_fr: Purchasing fr-FR

source: Roles Management
fr_fr: Roles Management fr-FR

source: Users Management
fr_fr: Users Management fr-FR

source: Master Files
fr_fr: Master Files fr-FR

# action
source: Action Method
fr_fr: Action Methode

source: Controller
fr_fr: Controlleur

source: Menu Order
fr_fr: Menu Ordre

# menus
source: Menu Management
fr_fr: Gestion du Ménu

# manage
source: Users Management
fr_fr: Gestion des Utilisateurs

source: User
fr_fr: Utilisateur

source: Email
fr_fr: Courriel

source: Password
fr_fr: Mot de passe

# PhoneNumber
source: Phone
fr_fr: Téléphone

# Admin
source: Roles Assignement
fr_fr: Affectation des rôles

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Roles Assignement
fr_fr: Attribution des rôles

# NewUser
source: Create a New Account
fr_fr: Créer un nouveau compte

source: Sign Up
fr_fr: S'inscrire

source: User Credential
fr_fr: Identifiant Utilisateur

source: User Information
fr_fr: Information de l'utilisateur

source: Confirm Password
fr_fr: Confirmez le mot de passe

# CurrentPassword
source: Curent Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: Additional Information
fr_fr: Information Additionelle

source: Accounting
fr_fr: Comptabilisation

source: Validate
fr_fr: Valider

source: IsValidated
fr_fr: Validé

source: Account Balance
fr_fr: Solde des Comptes

source: Average Price
fr_fr: Prix Moyen
